vpilat/libtropic/examples/esp-idf/ESP32-DevKit-V4/hello_world/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_SPI_FLASH_SUPPORT_BOYA_CHIP=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=10000